<?php

// added in 7.0

$use_facebook = 'Use facebook login';
$lang_fblogin = 'Login with facebook';
$lang_fbida = 'Facebook app id';
$lang_fbseca = 'Facebook app secret';

$lang_usebridge = 'Использование регистрация мост';
$lang_addbridge = 'Добавить мост';
$lang_onlbridge = 'только мост';
$lang_blogin = 'Вход с сайта';

$lang_uhome = 'Используйте меню домой';
$lang_lhome = 'Главная гиперссылка';
$hhome = 'Главная';

$lreply = 'Ответить';

$del_imgs = 'Удалить задержку загружать файлы';

// обновление в 6.0

$lang_request_empty = 'Нет запросов в друзья';
$remv_friend = 'Удалить друга';
$friend_accept = 'Принять';
$friend_decline = 'Отказать';
$section_limit = 'Опции ограничения';
$feature_block = 'Извините, эта функция требует, по крайней мере статуса VIP';
$lang_add_friend = 'Ограничить функцию друзей для';
$lang_add_ignore = 'Ограничить функцию игнора для';
$custom_field1 = 'Название первого поля';
$custom_field2 = 'Название второго поля';
$section_custom = 'Поля пользователей';
$use_custom = 'Сколько полей';
$change_name = 'Сменить ник';
$select_new_name = 'Введите новый ник';
$update_name = 'Обновить ник';
$select_new_email = 'Настройки E-mail';
$change_email = 'Сменить E-mail';
$update_email = 'Обновить E-mail';
$lang_uname_change = 'Ращрешить менять ник';
$use_player = 'Музыка в чате';
$player_url = 'Сервер музыки';
$start_player = 'Авто проигрывание';
$btn_logpass = 'Информация об аккаунте';
$btn_personal = 'Персональная информация';
$btn_social = 'Соц.сети';
$notsetyet = 'Еще не установленно';
$lang_social = 'Я в Соц.сети';
$tipsearch = 'Поиск';
$search_user = 'Поиск';
$search_user2 = 'Поиск пользователя';
$remove_avatar = 'Обновить аватар';
$no_edit = 'Вы не можете редактировать этого пользователя';
$no_edit_found = 'К сожалению ни один пользователь не найден с этим именем';
$friend_act = 'Активный';
$friend_pend = 'Входящий запрос';
$name_it = 'Сменил ник на';




// имя иконок 

$icohelp = 'Команды';
$icoupload = 'Медиа';
$icotheme = 'Темы';
$icohistory = 'История';
$icoignore = 'Игнор';

// Функция восстановления пароля

$recovery = 'Сброс';
$user_recover = 'Имя пользователя для восстановления';
$back_login = 'Вернуться на страницу входа';
$recovery_success = 'Мы отправили ссылку для восстановления пароля на ваш адрес электронной почты';
$siteemail = 'От: noreply@myboomchat.com';
$emailpart1 = 'Мы получили запрос пароля от вашей учетной записи. Если вы не сделали этого запроса, пожалуйста, просто игнорируйте это сообщение.';
$emailpart2 = 'Для восстановления пароля, пожалуйста, войдите с обычной пользователя со следующим временным паролем. После входа в систему, пожалуйста, используйте этот временный пароль в своем профиле панели при создании нового пароля. Этот временный пароль будет действителен в течение следующих 24 часов только';
$emailteam = 'Персонал';
$emailintro = 'Уважаемый член';
$subject = 'Сброс пароля';
$reccheck = 'Временный пароль';
$encryptcode = 'WXYZVC'; //максимум 6 символов

// Системный ранг

$lang_user = 'Пользователь';
$lang_mod = 'Модератор';
$lang_vip = 'VIP Пользователь';
$lang_admin = 'Админ';
$lang_sadmin = 'Super Админ';

// Параметры значков подсказок

$tipprofile = 'Профиль';
$tipsettings = 'Настройки';
$tipchat = 'Комнаты Приваты Друзья';
$tipoptions = 'Опции';
$tipquit = 'Выход';
$tipuser = 'Люди';
$tiprooms = 'Комнаты';
$tipprivate = 'Приват';
$tipword = 'Фильтр';
$tipupload = 'Загрузить';
$tiphistory = 'История';
$tiptheme = 'Темы';
$tiphelp = 'Помощь';
$tipignore = 'Игнор';
$tipfriends = 'Друзья';


//Тема 

$topicname = 'Тема';

// Загрузить изображение 

$upnewimage = 'Загрузить новые изображения';
$submitimage = 'Загрузить';

// Фильтр слов

$nowordin = 'Список слов пуст';
$wordtitle = 'запрещенное слово';
$addaword = 'Добавить слово';

// Параметры списка пользователей 

$usprivate = 'Приватный чат';
$usinfo = 'Информация';
$usban = 'Бан';
$uskick = 'Удалить';
$usmute = 'Кляп';
$usunmute = 'Убрать кляп';
$usdelete = 'Удалить аккаунт';
$usignore = 'Игнор';
$usfriends = 'Добавить в список друзей';

// Система и системные сообщения

$lang_system = 'Система';
$msgmute = 'был приглушен, чтобы предотвратить спам в чате';
$msgseen = 'Был последний раз видели в ';
$msgroom = 'Комната';
$msgmute = 'Получил кляп от ';
$msgunmute = 'С тебя снял кляп ';
$msgtopic = 'Тема не установленна в этой комнате';
$msgclear = 'Эта комната была очищенна ';
$msgban = 'Был исключен из чата ';
$altnotset = 'пока не установлен';
$msgkick = 'Был(а) изгнан(а) МД ';
$msgkickreason = 'Нет причин';
$quickkick = 'Без объяснений';
$emptyprivate = 'Разговор с этим пользователем пуст';
$noprivate = 'Нет новых сообщений';
$lang_error = 'Ошибка во время Получение данных';
$userbanned = 'Вы не можете писать';
$userbanned1 = 'Извините, вы были заблокированны для этого чата';
$kickbox = 'Вы были выгнаны из этого чата';
$kickbox2 = 'Причина:';
$kickbox3 = 'Перезашел';
$maintenance = 'Извините!';
$maintenance2 = 'Наш чат находится в режиме обслуживания. Скоро восстановим';
$msgkill = 'Аккаунт был удален ';
$join_notice = 'Приходит к нам';
$post_notice = 'Сообщение удалено ';
$gsilent_message = 'Этот номер теперь в автоматическом режиме. Только сотрудники могут писать в чате!';
$gsilent_remove = 'Тихий режим теперь снят!';
$no_images = 'Нет изображения';
$left_chat = 'Временно покидает нас';
$lang_room_close = 'была закрыта';

// Темы

$availtheme = 'Доступные темы';

// Войти, регистрация и гость

$lang_username = 'Имя пользователя';
$lang_password = 'Пароль';
$lang_email = 'E-mail';
$guess_email = '@guest.com';
$lang_register = 'Регистрация';
$lang_login = 'Логин';
$lang_forgot = 'забыли пароль?';
$lang_guest = 'Гость';
$lang_guest_name = 'Выберите имя пользователя';
$active_subject = 'Подтверждение аккаунта';
$act_mail_part1 = 'Уважаемый';
$act_mail_part2 = 'Спасибо за регистрацию. Для предотвращения спамеров и помочь создать большой опыт в наших чатах, не могли бы вы подтвердить свой аккаунт, пройдя по следующей ссылке ниже.';
$act_mail_part3 = 'Ссылка Активации';
$act_mail_part4 = 'Вид касается';
$activate_button = 'Отправить повторно';
$activate_ok = 'Ok';
$activate_title = 'Проверка требуется';
$activate_text = 'подтверждения аккаунта были отправлены в';
$guest_button = 'Зайти как гость';
$guest_welcome = 'Это будет Гость Добро пожаловать';
$pass_validate = 'Спасибо, ваш аккаунт был успешно подтвержден.';
$valid_error = 'Извините, но мне кажется, ваш ключ активации не является действительным, или не был установлен. Пожалуйста, свяжитесь с поддержкой сайта';
$val_already = 'Ваша учетная запись уже подтверждена';
$val_chat = 'Чат Сейчас';
$lang_country = 'Страна';
$lang_region = 'Регион';
$lang_chat = 'Я согласен';
$lang_agree = 'правила чата';
$lang_select_country = 'Выберите страну';
$lang_memberin = 'Пользователи онлайн';

// Кнопка отправить

$lang_submit = 'Оk';

// Панель профиля пользователей

$lang_male = 'Мужской';
$lang_female = 'Женщина';
$lang_hidden = 'N/A';
$lang_old = '';
$lang_description = 'Нет описания';
$lang_age = 'Возраст';
$lang_sex = 'Пол';
$lang_ip = 'Пользователь IP';
$lang_theme = 'Тема пользователя';
$lang_action = 'Последнее действие';
$lang_about = 'Обо мне';
$lang_rank = 'Ранг';

// Панель редактирования профиля

$upchangeavatar = 'Изменить';
$submitavatar = 'Обновить';
$uphidden = 'Скрытый';
$upsound = 'Звуки';
$upupdate = 'Обновление информации';
$upchangepass = 'Изменить пароль';
$upchangepass2 = 'Старый пароль';
$upchangepass3 = 'Новый пароль';
$upchangepass4 = 'Подтвердите пароль';
$upchangepass5 = 'Изменить пароль';

// когда пустой чат

$notext = 'Этот чат еще пустой';


// Справочная панель

$example = 'Команда:';
$huser = 'имя пользователя';
$htheme = 'Название темы';
$hroom = 'Имя комнаты';
$htext = 'Текст';
$haddons = 'плагин_имя';
$hsilent = 'On/Off';
$htopic = 'Новая тема';
$htprivate = 'Команды приватного чата';
$httext = 'Цвет текста команды';
$htstatus = 'Команда Статус';
$htspecial = 'Команды специальных сообщений';
$htrooms = 'Команды комнаты';
$htcontrol = 'Команды управления пользователя';
$httheme = 'Темы команды';
$htdocu = 'Документация';
$htadmin = 'функция Чат команды';
$dkick = 'Удалить пользователя из чата';
$dalt = '';
$dban = 'Запретить пользователю чат';
$dunban = '';
$dmute = 'Выдать кляп';
$dunmute = 'Снять кляп';
$dupon = 'Активируйте загрузки пользователя';
$daway = 'Команда отключена';
$dupoff = 'Отключить загрузку пользователя';
$dsetuser = 'Дайте статус пользователя';
$dsetvip = 'Дайте VIP статус';
$dsetmod = 'Дайте статус модератора';
$dsetadmin = 'Дайте статус администратора';
$drename = 'Переименовать текущую комнату';
$dsilent = 'Установить чат в беззвучный режим';
$dinstall = 'Установить команду плагины';
$duninstall = 'Удалить команду плагины';
$dupdate = 'Обновления чат';
$dgsound = 'отправить звуковой уведомление всех членов';
$dtopic = 'Установить тему в текущей комнате';
$dclear = 'Очистить журнал в текущей комнате';
$dclearp = 'Очистить приват';
$dclearall = 'Очистить все комнаты журналов';
$dmsg = 'отправить личным сообщением';
$dme = 'отправить специальное сообщение';
$dglobal = 'отправить глобальное сообщение всем в чатах';
$dseen = 'Показать активность пользователя';
$dmanual = 'Показать инструкцию чат';
$dhigh = 'Цвет фона текста';
$dcolour = 'Цвет текста';
$dspecial = 'Цвет фона и текста';
$daddtheme = 'Добавить новую тему в чат';
$ddeltheme = 'Удалить тему из списка';
$ignset = 'Добавить пользователя в список игнорируемых';
$ignclear = 'Очистить список игнора';
$dinvisible = 'Скрыть в чате';
$dvisible = 'Удалить невидимость';
$dfriend = 'Добавить пользователя в список друзей';

// Установки панели

$sfull_sound = 'Все звуки';
$sprivate_only = 'Только приват';
$no_sound = 'Нет звуков';
$sson = 'Вкл';
$ssoff = 'Выкл';
$snever = 'Никогда';
$sday = 'день';
$sdays = 'дней';
$shour = 'час';
$shours = 'часов';
$sweek = 'неделя';
$sweeks = 'недели';
$smonth = 'месяц';
$smonths = 'месяцы';
$syear = 'год';
$syears = 'лет';
$syes = 'Да';
$sno = 'Нет';
$smin = 'мин';
$otop = 'Вверху';
$sboxed = 'Угол';
$sfull = 'Центр';
$obottom = 'Внизу';
$speed_slow = 'медленно';
$speed_normal = 'умеренный';
$speed_fast = 'быстрый';
$speed_max = 'максимальный';
$nomodo = 'Нет модератора';
$noadmin = 'Нет администратора';
$nomuted = 'Нет пользователя отключен';
$nobanned = 'Banned список пуст';
$novips = 'Нет VIP';
$tadmin = 'Список Админ';
$tmodo = 'Модератор список';
$tmuted = 'приглушенные список';
$tbanned = 'Banned список';
$tvips = 'список VIP';
$lang_room = 'Имя комнаты';
$lang_room2 = 'Добавить комнату';
$lang_add_room = 'Добавить новую комнату';
$lang_site = 'Название сайта';
$lang_index = 'Путь';
$lang_off = 'Включение / выключение регистрации пользователя';
$lang_off2 = 'Включить / выключить обслуживание сайта';
$lang_flood = 'Попытка флуда (кляп)';
$lang_mute = 'Авто снятие кляпа';
$lang_clean = 'Авто очистка БД';
$lang_emo = 'Показать смайлики в баре';
$lang_link = 'Разрешить гиперссылки в чате';
$lang_priv = 'Разрешить приватный чат';
$lang_his = 'Разрешить историю чата';
$lang_up = 'Разрешить загрузку пользователям';
$lang_mup = 'Максимальный размер загружаемого файла';
$lang_mav = 'Максимальный размер аватара';
$lang_mhost = 'Максимальное количество фотографий';
$lang_th = 'Разрешить выбор темы';
$lang_dth = 'Тема по умолчинию';
$lang_mhis = 'Длина истории регистрации';
$lang_chhis = 'Длина истории чата';
$lang_mmess = 'Длина сообщения';
$lang_muser = 'Максимальная длина имени пользователя';
$lang_away = 'Пользователь же после';
$lang_gone = 'Пользователь в автономном режиме после';
$lang_full = 'Активируйте режим полного экрана';
$lang_validate = 'Подтверждение почты';
$lang_orientation = 'Поле ввода';
$lang_adsactive = 'Активировать объявления';
$lang_ads_count = 'Число объявлений';
$lang_adsdelay = 'Задержка между объявлениях в сек';
$lang_welcome = 'Включение / выключение приветственного сообщения';
$lang_cookie = 'Активировать запрет на cookie';
$lang_double = 'Разрешить мульти учетные записи электронной почты';
$lang_speed = 'Скорость чата';
$guest_ok = 'Разрешить гостя в чате';
$guest_talk = 'Разрешить гостевой разговор в чате';
$guest_clear = 'Чистка неактивного гостя после';
$lang_upset = 'Обновления установки';
$lang_language = 'Выберите язык чата';
$lang_private_level = 'Разрешить личное поговорить с';
$lang_stopic = 'Показать тему в чате';
$lang_private_style = 'Окно привата';
$lang_zone = 'Часовой пояс';
$lang_newst = 'Заголовок новости';
$lang_newsm = 'Новость';
$lang_fullf = 'Использывать полную регистрацию';
$lang_showr = 'Показать соглашения / Правила';
$lang_avdisplay = 'Показать аватар в чате';
$lang_usefw = 'Использовать всю ширину чата';
$lang_welmsg = 'Приветственное сообщение';
$lang_mage = 'Минимальный возраст для регистрации';
$lang_logs = 'Показать сообщения журнала пользователь';
$lang_psound = 'Звук на каждый пост';
$lang_allow_avatar = 'Загрузка аватара';
$lang_allow_colors = 'Цвет текста';
$lang_rtl = 'Зеркальный чат';

// установки Верхней панели

$section_site = 'Настройки сайта';
$section_advance = 'Другие настройки';
$section_guest = 'Опции гостей';
$section_chat = 'Опции чата';
$section_history = 'Опции истории';
$section_ads = 'Опции рекламы';
$section_upload = 'Опции загрузок';
$section_users = 'Пользователи';
$section_update = 'Обновления';
$section_account = 'Регистрации';

// Приветственное сообщение 

$welcome_message = 'Добро пожаловать в Чат. Благодарим Вас за посещение нашего сайта чат. Пожалуйста, будьте почтительны для всех членов и держать ваши разговоры в чистоте!';

// Когда список игнора пуст

$ignore_empty = 'Список игнора пуст';

// Опции комнаты

$opublic = 'Общая';
$ovip = 'VIP';
$ostaff = 'Персонал';
$oadmin = 'Админ';
$oroom = 'Комната';

// Список пользователей в панели админа

$rkmuted = 'Приглушенный';
$rkbanned = 'Banned';
$rkvip = 'Vip';
$rkadmin = 'Администраторы';
$rkmodo = 'Модераторы';

// Список друзей

$lang_friend_list = 'Список друзей';
$lang_friend_list_empty = 'Список друзей пуст';
?>