
// added in boomchat 6.0 ////////////////////////////////////////////

var system3 = {
	errorSocial: "发现有1条网址无效，请检查您的网址"
};

/////////////////////////////////////////////////////////////////////

var system = {
	
	type15: "该命令符不存在。 请在帮助面板查看所有命令符",
	roomLock: "您的个人信息不符合要求， 无法进入该房间",
	abuseMail: "发生错误， 请联系网站管理员",
	ing1: "用户已在您的黑名单里",
	ing2: "成功添加至您的黑名单",
	friend1: "用户已在您的好友名单里或者等待对方确认好友请求",
	friend2: "好友请求已发送",
	activeOk: "激活邮件已发送成功",
	activeBad: "您的帐号已为激活状态， 请刷新页面",
	activeError: "您的请求在处理时发生错误。 请刷新页面",
	log11: "该邮箱已被注册",
	log9: "该相关资料找不到任何用户",
	log10: "这个密匙已过期",
	invalidKey: "临时密码无效",
	errorName: "房间名字超过30个字符",
	errorMain: "您不可以删除主房间",
	errorRoomexist: "这房间名字已存在",
	errorOccur: "发生一个错误",
	pass2: "检查旧密码",
	pass3: "请填写所有信息",
	pass4: "新密码不一致",
	pass5: "密码太短",
	type1: "您的请求缺乏一个或(以上)参数",
	type2: "该用户名不存在",
	type3: "您不能对置顶的用户执行该操作",
	type4: "命令符错误， 请检查是否输入正确",
	type5: "您不可以删除另外管理员的禁言设置",
	type6: "命令符确认成功",
	type7: "该用户已被次操作设置过",
	type8: "您不能向自己发信息",
	type9: "该房间已不存在",
	type10: "该用户已被次操作设置过",
	type11: "操作已取消。 没找到房间",
	type12: "您必须是管理员才能操作",
	type13: "您的状态设置为： 离开",
	type14: "房间名字太长。 请使用14个字符以下",
	type17: "您要安装的插件不在ADDONS文件夹里",
	type18: "插件添加成功",
	type19: "您选择的插件已经安装",
	type20: "Boomchat 更行成功",
	type21: "缺乏更新器。 操作已取消。",
	type22: "安静模式为开。 您目前不能发话",
	type23: "安静模式现在开启",
	type24: "安静模式现在关闭",
	type25: "命令已取消， 安静模式已为开启状态",
	type26: "命令已取消， 必须先开启安静模式",
	type27: "该插件不存在",
	type28: "成功删除插件",
	inRoom: "您已在该房间里",
	upload1: "您必须选择一个文件",
	upload2: "上传头像时发生错误",
	upload3: "文件格式错误",
	upload4: "文件不能超过",
	upload6: "文件太大",
	upload7: "抱歉！ 你已经达到了你的上传限制",
	upload8: "该文件已存在",
	log1: "请填写所有信息",
	log2: "输入框不能只有空格",
	log3: "用户名或密码错误",
	log4: "用户名里有无效字符",
	log5: "用户名已存在",
	log6: "请输入有效的电子邮箱",
	log7: "用户名不能少于5个字符",
	log8: "请另选用户名",
	updateButton: "保存设置",
	updateInfo: "保存信息",
	updateSuccess: "更新成功",

	
};
var system2 = {
	
	agreement: "您必须接受聊天规则和协议",
	selCountry: "请选择一个地区",

};